Repository: igholami/tele-tweet
Catalog: bot_control/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Welcome :)
fa: خوش آمدید :)

source: Enter your nickname
fa: نام مستعارتو وارد کن

source: What's up?
fa: که چی

source: You haven't chosen a name yet! Write your name
fa: هنوز اسم انتخاب نکردی! اسمتو بنویس

source: No more than 30 characters
fa: ۳۰ کاراکتر بیشتر نشه

source: This name has already been chosen!
fa: این اسم قبلا انتخاب شده!

source: Great! :))
fa: رواله :))

source: Now you can post tweets :)
fa: از الان میتونی توییت بذاری :)

source: Please send text
fa: ناموصا متن بفرست

source: Stop editing! Nothing will happen
fa: حالا هی تو ادیت کن! هیچی نمیشه

source: You cannot send more than 300 characters :P
fa: بیشتر از ۳۰۰ تا کاراکتر نمیتونی بفرستی :پی

source: Your tweet was posted successfully ^_^
fa: توییت شما با موفقیت داستان شد ^_^

source: Wait another half hour
fa: یه نیم ساعت صبر کن دیگه
